Repository: bogdro/imyplay
Catalog: po/*.po
Languages: pl

source: version
pl: wersja

source: Program for playing iMelody ringtones (IMY files). This program is Free Software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
pl: Program do odtwarzania dzwonków iMelody (plików IMY). Niniejszy program jest Wolnym Oprogramowaniem; możesz go rozprowadzać dalej i/lub modyfikować na warunkach Powszechnej Licencji Publicznej GNU, wydanej przez Fundację Wolnego Oprogramowania - według wersji 3-ciej tej Licencji lub którejś z późniejszych wersji. Niniejszy program rozpowszechniany jest z nadzieją, iż będzie on użyteczny - jednak BEZ JAKIEJKOLWIEK GWARANCJI, nawet domyślnej gwarancji PRZYDATNOŚCI HANDLOWEJ albo PRZYDATNOŚCI DO OKREŚLONYCH ZASTOSOWAŃ

source: Error during library init
pl: Błąd podczas inicjalizacji biblioteki

source: Error during library closing.
pl: Błąd podczas zamykania biblioteki

source: compiled with version
pl: skompilowane z wersją

source: running with version
pl: uruchomione z wersją

source: A program for playing iMelody ringtones (IMY files)
pl: Program do odtwarzania dzwonków iMelody (plików IMY)

source: Syntax
pl: Składnia

source: [options]
pl: [opcje]

source: Options
pl: Opcje

source: Try to use this device
pl: Spróbuj użyć tego urządzenia

source: Execute this program instead of sound output
pl: Wykonaj ten program zamiast wyjścia dźwiękowego

source: Write raw samples to this file instead of sound output
pl: Zapisz surowe próbki do tego pliku zamiast wyjścia dźwiękowego

source: Print help
pl: Wyświetl pomoc

source: Print license information
pl: Wyświetl informacje o licencji

source: Select MIDI instrument number
pl: Wybierz numer instrumentu MIDI

source: Use the given output system
pl: Użyj danego systemu wyjścia

source: Convert the given files to MIDI format
pl: Przekonwertuj podane pliki na format MIDI

source: Print version number
pl: Wyświetl numer wersji

source: error
pl: błąd

source: Error while trying to set a signal handler for
pl: Błąd podczas ustawiania procedury obsługi sygnału

source: unknown
pl: nieznany

source: Unknown token
pl: Nieznany token

source: at position
pl: na pozycji

source: Unexpected token
pl: Nieoczekiwany token

source: Can't open file
pl: Nie mogę otworzyć pliku

source: Problem parsing beat
pl: Problem z parsowaniem beatu

source: Problem parsing style
pl: Problem z parsowaniem stylu

source: Problem parsing volume
pl: Problem z parsowaniem głośności

source: Not iMelody file
pl: Nie jest plikiem iMelody

source: Error playing tune
pl: Błąd podczas odtwarzania dźwięku
